Repository: Entropyobserver/test
Catalog: projects_AI/mt_oil_no/data/source/npd/npd.no.en-nb.tmx
Source language: en
Languages: nb

source: The resources in the new area are estimated at 1.4 billion standard cubic metres of oil equivalents.
nb: Ressursene i det nye området er anslått til 1,4 milliarder standard kubikkmeter oljeekvivalenter.

source: This is equivalent to 14 Johan Castberg fields, and more than five times the Snøhvit field.
nb: Det er like stort som 14 Johan Castberg-felt, og mer enn fem ganger Snøhvit-feltet.

source: Map of the Norwegian continental shelf showing the new area.
nb: Kart over norsk sokkel med det nye området markert.

source: “This figure is naturally associated with some uncertainty.
nb: «Tallet er naturligvis usikkert.

source: It could turn out to be lower or it could be much higher,” says Director General Bente Nyland, adding that about 60 per cent of the resources are likely liquids, and the rest is gas.
nb: Det kan vise seg å være lavere eller det kan være mye høyere,» sier oljedirektør Bente Nyland, og legger til at om lag 60 prosent av ressursene trolig er væske, og resten gass.

source: The expected total resources are about the same in the mapped part of the northern Barents Sea as in the southern Barents Sea, but the northern part is only half the size of the southern part.
nb: De forventede totale ressursene er omtrent like store i den kartlagte delen av Barentshavet nord som i Barentshavet sør, men den nordlige delen er bare halvparten så stor som den sørlige.

source: “This means that the mapped area in the north has about twice the resource potential per square kilometre as the southern Barents Sea,” says Nyland.
nb: «Det vil si at det kartlagte arealet i nord har omtrent dobbelt så stort ressurspotensial per kvadratkilometer som Barentshavet sør,» påpeker Nyland.

source: Since 2012, the NPD has worked on an assignment from the Norwegian Parliament to map the Norwegian sea area in the eastern part of the northern Barents Sea.
nb: Siden 2012 har OD på oppdrag fra Stortinget arbeidet med å kartlegge det norske havområdet i den østlige delen av Barentshavet nord.

source: The area has not been opened for petroleum activities.
nb: Området er ikke åpnet for petroleumsvirksomhet.

source: The updated map of the northern Barents Sea shows an exciting landscape that consists of basins, platforms and highs.
nb: Det oppdaterte kartet over det nordlige Barentshavet viser et spennende landskap som består av bassenger, plattformer og høyder.

source: According to Nyland, ridges are most important from a geological viewpoint.
nb: Fra et geologisk synspunkt er det høydedragene som ifølge Nyland er mest interessante.

source: Good examples are the Utsira High in the North Sea and the Loppa High in the southern Barents Sea.
nb: Gode eksempler er Utsirahøgda i Nordsjøen og Lopphøgda i Barentshavet sør.

source: The Utsira High is home to Johan Sverdrup and several other fields, and oil has been discovered, so far, in the Alta and Gohta prospects on the Loppa High.
nb: På Utsirahøgda ligger Johan Sverdrup og flere andre felt, og på Lopphøgda er det så langt funnet olje i Alta og Gohta-prospektene.

source: “In the northern part of the Barents Sea it is particularly the Storbank high, the Sentralbank high and the Kong Karl platform that we consider promising,” concludes the Director General.
nb: «I den nordlige delen av Barentshavet er det særlig Storbankhøgda, Sentralbankhøgda og Kong Karl-plattformen vi anser som lovende,» sier oljedirektøren til slutt.

source: Mapped area.
nb: Kartlagt område

source: Topics: Resource accounts & analysis | Geology
nb: Tema: Ressursregnskap og analyser | Geologi

source: Fifteen wells are slated for drilling, two more than in the record year 2014.
nb: 15 brønner er planlagt boret, to flere enn i toppåret 2014.

source: “This is a significant increase, and shows a very positive development in the Barents Sea,” said Director General Bente Nyland at the Barents Sea Conference in Hammerfest today, Tuesday, 25 April.
nb: «Dette er en markant økning, og viser en svært gledelig utvikling i Barentshavet,» sa oljedirektør Bente Nyland på Barentshavkonferansen i Hammerfest i dag, tirsdag 25. april.

source: An important milestone in 2017 will be to uncover the potential for discovering oil and gas in the southeastern Barents Sea – a recently opened area that was awarded in the 23rd licensing round and where no exploration wells have yet been drilled.
nb: En viktig milepæl i 2017 blir å avdekke potensialet for å finne olje og gass i Barentshavet sørøst – et nyåpnet område som ble tildelt i 23 konsesjonsrunde og hvor det ennå ikke er boret letebrønner.

source: According to Nyland, this is where the probability of making a discovery is greatest.
nb: Ifølge Nyland er det her det er størst mulighet for å gjøre store funn.

source: This summer, Statoil will drill the first wildcat well to the northeast in the area, and this well will become very important in the work on mapping the geology in this part of the Barents Sea.
nb: I sommer skal Statoil bore den første undersøkelsesbrønnen nordøst i området, og denne brønnen blir svært viktig i arbeidet med å kartlegge geologien i denne delen av Barentshavet.

source: “The well could confirm whether there is petroleum in the area, and will provide us with invaluable knowledge about the subsurface,” said the Direct General.
nb: «Brønnen vil kunne bekrefte om det er petroleum i området, og vil gi oss uvurderlig kunnskap om undergrunnen,» sa oljedirektøren.

source: Statoil will also drill five/six wildcat wells in the Barents Sea.
nb: Statoil skal i tillegg bore fem/seks undersøkelsesbrønner i Barentshavet.

source: Lundin is also planning to drill two new wildcat wells and several appraisal wells in the Alta/Gohta area.
nb: Lundin planlegger dessuten å bore to nye undersøkelsesbrønner og flere avgrensningsbrønner i Alta/Gohta-området.

source: Lundin has already made an oil and gas discovery in the Barents Sea this year.
nb: Lundin har allerede gjort et olje- og gassfunn i Barentshavet i år.

source: This has been named Filicudi, and it is estimated to contain between 5.5 and 16 million standard cubic metres of recoverable oil equivalents.
nb: Det har fått navnet Filicudi, og er beregnet å inneholde mellom 5,5 og 16 millioner standard kubikkmeter utvinnbare oljeekvivalenter.

source: As of today, three new field developments are planned in the Barents Sea: Johan Castberg, Alta/Gohta and Wisting.
nb: Per i dag er tre nye felt planlagt bygget ut i Barentshavet: Johan Castberg, Alta/Gohta og Wisting.

source: Submission of the development plan for Johan Castberg is expected at the end of the year, and production is scheduled to start in 2022.
nb: Utbyggingsplanen for Johan Castberg er ventet innlevert i slutten av året, og produksjonen er planlagt å starte i 2022.

source: On the Goliat field, operator Eni and Statoil are planning to start producing from the Snadd formation during the course of the year.
nb: På Goliat-feltet planlegger operatøren Eni sammen med Statoil å begynne å produsere fra Snadd-formasjonen i løpet av året.

source: Snadd has increased the oil reserves on Goliat by 1.2 million standard cubic metres (7.5 million barrels), which Nyland was very happy to hear.
nb: Snadd har økt oljereservene på Goliat med 1,2 millioner standard kubikkmeter (7,5 millioner fat), noe Nyland var godt fornøyd med.

source: “We also expect more wells to be drilled on Goliat to help improve recovery from the field even further,” she said.
nb: «Samtidig forventer vi at det blir boret flere brønner på Goliat som kan bidra til å øke utvinningen fra feltet enda mer,» sa hun.

source: On Snøhvit, the Askeladd discovery – made in 1981 – will be developed in 2020-2021.
nb: På Snøhvit skal Askeladd-funnet – som ble gjort i 1981 - bygges ut i 2020-2021.

source: This will help maintain production on the field for many years to come.
nb: Dette bidrar til å opprettholde produksjonen på feltet i mange år framover.

source: This means that the discoveries must be even larger than in the North Sea and the Norwegian Sea, or must be coordinated in order to become profitable.
nb: Det betyr at funnene må være større enn i Nordsjøen og Norskehavet, eller de må samordnes for at de skal lønne seg å bygge ut.

source: “If the companies join forces to find good transport and development solutions in the area, the threshold for developing discoveries in the Barents Sea could become much lower,” said Bente Nyland.
nb: «Hvis selskapene går sammen om å finne gode transport- og utbyggingsløsninger i området, kan terskelen for å bygge ut funn i Barentshavet bli mye lavere,» sa Bente Nyland.

source: She mentioned Barents Sea Oil Infrastructure, a project where multiple companies are looking at the possibilities of developing a joint oil terminal at Veidnes in Nordkapp municipality, as a good initiative.
nb: Hun trakk fram Barents Sea Oil Infrastructure, et prosjekt hvor flere selskaper ser på mulighetene for å bygge en felles oljeterminal på Veidnes i Nordkapp kommune, som et godt initiativ.

source: “This can both contribute to reduced transport costs for the companies and will help create activity in Finnmark,” said Nyland.
nb: «Dette kan både bidra til reduserte transportkostnader for selskapene og skape aktivitet i Finnmark,» sa Nyland.

source: Topics: Wells | Development and operations
nb: Tema: Brønner | Utbygging og drift

source: In its application, operator ExxonMobil refers to current estimates which indicate production until the end of 2022.
nb: Operatør ExxonMobil viser i søknaden til dagens estimater som tilsier produksjon fram til utgangen av 2022.

source: Sigyn’s subsea facilities comprise wells and a subsea template, a pipeline to Sleipner A, as well as an umbilical for controlling and monitoring of wells.
nb: Sigyns undervannsanlegg omfatter brønner og havbunnsramme, rørledning til Sleipner A samt kontrollkabel for styring og overvåkning av brønner.

source: A new development well was drilled on Sigyn in 2016, which has contributed to the extended lifetime.
nb: Det ble boret en ny utvinningsbrønn på Sigyn i 2016, og denne brønnen bidrar til forlenget levetid.

source: The Sigyn field encompasses the deposits Sigyn Vest, which contains gas and condensate, and Sigyn Øst, which contains light oil.
nb: Sigyn-feltet omfatter forekomstene Sigyn Vest, som inneholder gass og kondensat, og Sigyn Øst som inneholder lettolje.

source: The field was developed with a subsea template connected to the Sleipner Øst platform.
nb: Feltet ble bygget ut med en havbunnsramme koblet til Sleipner Øst-plattformen.

source: Production started in 2002.
nb: Produksjonen startet i 2002.

source: Original oil deposits amounted to 1.2 million standard cubic metres (7.5 million barrels).
nb: Opprinnelige oljeforekomster var 1,2 millioner standard kubikkmeter (7,5 millioner fat).

source: Remaining oil to produce is estimated at 0.9 million standard cubic metres (5.6 million barrels).
nb: Gjenstående olje å produsere anslås til 0,9 millioner standard kubikkmeter (5,6 millioner fat).

source: Out of the original gas reserves of 8 million standard cubic metres, about 1 million remains to produce.
nb: Av opprinnelige gassreserver på 8 millioner standard kubikkmeter gjenstår det anslagsvis 1 million å produsere.

source: The recoverable reserves in Gina Krog total 16.8 million standard cubic metres (Sm3) of oil, 11.8 billion Sm3 of gas and 3.2 million tonnes of NGL.
nb: De utvinnbare reservene på Gina Krog er 16,8 millioner standard kubikkmeter (Sm3) olje, 11,8 milliarder Sm3 gass og 3,2 millioner tonn NGL.

source: “Gina Krog is an important contribution towards maintaining a high level of profitable production from the shelf,” says Tove Francke, the Norwegian Petroleum Directorate’s Assistant Director for the Southern North Sea.
nb: «Gina Krog er et viktig bidrag til å opprettholde en høy og lønnsom produksjon fra sokkelen,» sier Tove Francke, Oljedirektoratets underdirektør for Nordsjøen sør.

source: She also praises the licensees, headed by the operator, for a well-executed project that delivered on schedule and on budget.
nb: Hun berømmer også rettighetshaverne, med operatøren i spissen, for et godt gjennomført prosjekt som kom i havn til planlagt tid og kostnad.

source: The field was developed with a production facility resting on the seabed and an oil storage ship at a water depth of 110-120 metres.
nb: Feltet er bygget ut med en bunnfast produksjonsinnretning og et lagerskip for olje på 110-120 meters havdyp.

source: The oil is exported via buoy loaders, and the gas is sent to the Sleipner A platform for final processing.
nb: Oljen eksporteres via bøyelasterskip, og gassen sendes til Sleipner A-plattformen for sluttprosessering.

source: Gas for injection is imported from Zeepipe 2A (Gassled).
nb: Gass til injeksjon blir importert fra Zeepipe 2A (Gassled).

source: This means that three out of four fields on or near the Utsira High are producing.
nb: Med dette er tre av fire felt på eller nær Utsirahøgda kommet i produksjon.

source: Edvard Grieg started in November 2015, while Ivar Aasen followed in December of last year.
nb: Edvard Grieg startet i november 2015, mens Ivar Aasen fulgte etter i desember i fjor.

source: Johan Sverdrup is expected to start producing in late 2019.
nb: Johan Sverdrup er ventet å komme i produksjon sent i 2019.

source: Gina Krog has been prepared for phasing in current and future discoveries in the area, and will be tied in to a planned joint solution to supply the Utsira High with power from shore.
nb: Gina Krog er tilrettelagt for å fase inn nåværende og framtidige funn i området, og skal knyttes til en planlagt felles løsning for å forsyne Utsirahøgda med kraft fra land.

source: This will be in place in 2022.
nb: Den skal være på plass i 2022.

source: Gina Krog is developed with a seabed production facility and a storage ship for oil.
nb: Gina Krog er bygget ut med bunnfast produksjonsinnretning og et lagerskip for olje.

source: Wellbore 25/1-11 will be drilled from the drilling facility Aker Barents at position 59° 47’ 25.1’’ North and 02°13’ 6.4” East upon completion of drilling the appraisal well 6407/12-2 for GDF SUEZ E&P Norge AS in production licence 469.
nb: Brønnbane 25/1-11 skal bores fra boreinnretningen Aker Barents i posisjon 59° 47’ 25.1’’ Nord og 02°13’ 6.4” Øst etter avslutning av boring av avgrensningsbrønnen 6407/12-2 for GDF SUEZ E&P Norge AS i utvinningstillatelse 469.

source: The drilling program for wellbore 25/1-11 relates to the drilling of a wildcat well in production licence 460.
nb: Boreprogrammet for brønnbane 25/1-11 gjelder boring av undersøkelsesbrønn i utvinningstillatelse 460.

source: Det norske oljeselskap ASA is the operator with a 52.5 per cent stake, while Aker Exploration AS has a 47.5 per cent stake.
nb: Det norske oljeselskap ASA er operatør med 52,5 prosent andel, Aker Exploration AS har 47,5 prosent.

source: The acreage in this license consists of the southern part of block 25/1 and the southwestern part of 25/2.
nb: Arealet i denne tillatelsen består av sørlige del av blokk 25/1 og sørvestlige del av 25/2.

source: The well will be drilled approx. 15 km southeast of the Frigg field in the central part of the North Sea.
nb: Brønnen blir boret om lag 15 km sørøst for Friggfeltet i midtre del av Nordsjøen.

source: Production licence 460 was awarded on 29 February 2008 (APA).
nb: Utvinningstillatelse 460 ble tildelt 29. februar 2008 (TFO 2007).

source: The permit is conditional on the operator securing all other consents and permits required by other authorities before the drilling activity commences.
nb: Tillatelsen forutsetter at de øvrige tillatelser og samtykker som kreves av andre myndigheter er gitt før boreaktiviteten starter.

source: The NPD conducts this survey every three years (since 2007) in order to learn what important players in society think about how the NPD operates and solves its tasks.
nb: Hvert tredje år (siden 2007) gjør Oljedirektoratet en slik undersøkelse for å få kunnskap om hva viktige aktører i omverdenen mener om måten direktoratet fungerer og løser sine oppgaver på.

source: This time, the survey was also a response to the Government’s desire for strengthened contact between users and public administration.
nb: Undersøkelsen denne gang var også et svar på regjeringens ønske om styrket kontakt mellom brukerne og forvaltningen.

source: The NPD is present in the most important arenas.
nb: Oljedirektoratet er til stede på de viktigste arenaene.

source: Cooperation and interaction are perceived as good in all areas.
nb: Samarbeid og samhandling oppleves som bra på alle områder.

source: Some respondents would like to see the NPD participate in even more arenas, and suggest new ways of exercising the role of resource administrator.
nb: Noen av respondentene ønsker at Oljedirektoratet er til stede på enda flere arenaer og forslår nye måter å utøve rollen som ressursforvalter på.

source: Some perceive the role distribution between the Ministry of Petroleum and Energy, the Norwegian Petroleum Directorate and Petoro to be challenging.
nb: Noen opplever rolledelingen mellom Olje- og energidepartementet, Oljedirektoratet og Petoro som krevende.

source: The survey comprised three parts.
nb: Undersøkelsen bestod av tre deler.

source: One qualitative survey and two quantitative surveys.
nb: Én kvalitativ undersøkelse og to kvantitative undersøkelser.

source: The qualitative survey involved interviews with representatives from the Ministry of Petroleum and Energy, a selection of public authorities with interfaces vis-à-vis the oil and gas industry, as well as several companies that are licensees and/or operators on the Norwegian shelf.
nb: Den kvalitative undersøkelsen omfatter intervjuer med representanter fra Olje- og energidepartementet, et utvalg offentlige myndigheter med grenseflater mot olje- og gassnæringen samt et knippe selskaper som er rettighetshavere og/eller operatører på norsk sokkel.

source: Two quantitative surveys were also conducted.
nb: Det er videre gjennomført to kvantitative undersøkelser.

source: One was directed at participants in licence committees, the other at users of the NPD’s electronic communication and reporting solutions.
nb: En er rettet mot deltakere i lisenskomiteer, den andre mot brukere av Oljedirektoratets elektroniske formidlings- og rapporteringsløsninger.

source: Operators and licensees express that the NPD’s work enjoys a high level of trust.
nb: Operatører og rettighetshavere uttrykker at Oljedirektoratet nyter tillit for sitt arbeid.

source: This also covers participation in the various licence committees.
nb: Dette omfatter også deltakelsen i de ulike lisenskomiteene.

source: Despite the tough period of adjustment for the industry, where growth and a high activity level have been replaced by cost cuts and streamlining, the NPD is perceived as being consistent and predictable across production licences.
nb: Trass i harde omstillingstider for næringen, hvor vekst og høyt aktivitetsnivå har blitt avløst av kostnadskutt og effektivisering, så oppleves Oljedirektoratet å opptre konsistent og forutsigbart på tvers av utvinningstillatelsene.

source: The NPD only has an observer role in the licence committees, but there is a desire for the NPD to contribute more to spreading knowledge and expertise at the committee meetings.
nb: Direktoratet har kun observatørrolle i lisenskomiteene, men det etterlyses likevel at det bidrar mer med å spre kunnskap og ekspertise i komitemøtene.

source: Other public players also perceive the NPD to be a strong supporter with considerable professional integrity, according to the survey.
nb: Andre offentlige aktører oppfatter Oljedirektoratet som en sterk støttespiller med betydelig faglig integritet, viser undersøkelsen.

source: Making data available to the industry is one of the NPD’s core tasks, and the players give a lot of praise for the electronic communication of data.
nb: Tilgjengeliggjøring av data for industrien er en av direktoratets kjerneoppgaver, og aktørene gir mye ros for den elektroniske formidlingen av data.

source: The companies largely use the NPD’s data on the Fact pages and Fact map in their work, instead of developing their own databases.
nb: Selskapene benytter i stor grad Oljedirektorats data på Faktasidene og Faktakartet i sitt arbeid, framfor å bygge opp databaser selv.

source: At the same time, the surveyed companies encourage further work to continue developing the solutions.
nb: Samtidig oppfordrer selskapene i tilbakemeldingen at det bør jobbes mer for å utvikle løsningene ytterligere.

source: This coincides with needs identified by the NPD itself in the work on a new strategic plan leading up to 2020.
nb: Disse ønskene sammenfaller med behov Oljedirektoratet selv har kartlagt i arbeidet med en ny strategisk plan mot 2020.

source: This will allow the Ormen Lange field in the Norwegian Sea to increase production by 25-30 billion standard cubic meters (Sm3) of gas.
nb: Med dette kan utvinningen fra Ormen Lange-feltet i Norskehavet øke med 25-30 milliarder standard kubikkmeter (Sm3) gass.

source: Nyhamna (Photo: Shell)
nb: Nyhamna (Foto: Shell)

source: The upgrade – also called Nyhamna expansion – consists of two main parts.
nb: Oppgraderingen – også kalt Nyhamna expansion – består av to hoveddeler.

source: The first, expansion of the gas plant, includes land-based compression of gas from Ormen Lange.
nb: Den første, utvidelsen av gassanlegget, omfatter landbasert kompresjon av gassen fra Ormen Lange.

source: A new compressor will maintain gas pressure at Nyhamna as pressure in the reservoir drops.
nb: En ny kompressor opprettholder gasstrykket på Nyhamna etter som trykket i reservoaret synker.

source: The other part includes export and process facilities for Polarled.
nb: Den andre delen omfatter eksport- og prosessfasiliteter for Polarled.

source: This pipeline will transport gas from the future Aasta Hansteen field to Nyhamna.
nb: Denne rørledningen skal transportere gassen fra det kommende Aasta Hansteen-feltet til Nyhamna.

source: Polarled compression and export are scheduled to start in the autumn of 2018.
nb: Polarled-kompresjon og eksport er planlagt startet opp høsten 2018.

source: Gas from the Dvalin field – with planned start-up in the autumn of 2020 – will also be transported through Polarled.
nb: Gassen fra Dvalin-feltet – med planlagt oppstart høsten 2020 – skal også transporteres gjennom Polarled.

source: The expansion will increase Nyhamna's export capacity from 70 to 84 million Sm3 per day.
nb: Utvidelsen gjør at eksportkapasiteten fra Nyhamna øker fra 70 til 84 millioner Sm3 i døgnet.

source: The gas will be exported via the Sleipner A platform in the North Sea to the Easington gas terminal in northeast England.
nb: Gassen eksporteres via Sleipner A-plattformen i Nordsjøen til gassterminalen Easington i Nordøst-England.

source: "This is a large and important project for improved recovery, and onshore compression is the first step.
nb: «Dette er et stort og viktig prosjekt for økt utvinning, hvor landbasert kompresjon er første trinn.

source: The next step is compression closer to the field," says Kalmar Ildstad of the NPD.
nb: Neste trinn er feltnær kompresjon,» sier Kalmar Ildstad i Oljedirektoratet.

source: He is Assistant Director of Development and Operations in the Norwegian Sea.
nb: Han er underdirektør for Utbygging og drift i Norskehavet.

source: The next project for increased gas production from Ormen Lange – which is at a depth of 800-1100 metres – is offshore compression solutions.
nb: Neste prosjekt for økt gassutvinning fra Ormen Lange – som ligger på 800-1100 meters vanndyp – er kompresjonsløsninger til havs.
